Revit 2027 API
ReferencePointArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual ReferencePointArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As ReferencePointArrayIterator
public:
virtual ReferencePointArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> ReferencePointArrayIterator
override ReverseIterator : unit -> ReferencePointArrayIterator
Return Value
ReferencePointArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
ReferencePointArray Class
Autodesk.Revit.DB Namespace